{
  "ADS": {
    "Interstitial_id": "ca-app-pub-3940256099942544/1033173712",
    "Interstitial_idf": "417605143366042_417608333365723 ",
    "Text1": " Download and Play Poppy Playtime on Android , it's easy to do so. You need to have at least 2GB RAM and enough storage space to run the game. Then, you need to follow the steps listed here:",
    "Text2": " If you didn't know anything about this game before, it's a unique horror game where you're stuck in a factory where you'll need to escape. Here, you've got two arms that can stretch easily so you can interact with objects in the game.",
    "Text3": " You're able to enjoy so many types of games right now since there are so many. Whether you love playing RPG, horror, action, or any other type of game, you can download many of them today. You're free to browse the extensive list of horror games available right now for mobile, as there are plenty..",
    "Text4": " Many unique games will let you face your terrors today as they provide unique gameplays. One of those games is Poppy Playtime, and it's one that you can download today..",
    "Text5": " In this game, you can interact with various objects to go through many doors and areas. This game's goal is to escape the building ultimately, but you'll face many obstacles in place before that.",
    "Text6": " Here, you'll face many challenging puzzles that you'll need to solve as you use your brain to solve them. Although the place is colorful, don't be fooled as there's a monster lurking deep within! It would help if you were quiet and vigilant as you found your way to escape.",
    "Text7": " You'll need to go to your settings and allow installations from unknown sources. Then, download the APK file here or anywhere on the internet . Then, you can freely install it on your iOS device like any other app .You can now enjoy Poppy Playtime on Android.",
    "Text8": " RATE US 5 Stars and Enjoy Poppy Playtime .Download Poppy Playtime mobile download for Android feel free to enjoy its unique gameplay.  You will receive notification for download link soon",
    "banner_id": "ca-app-pub-3940256099942544/6300978111",
    "banner_idf": "417605143366042_417608020032421 ",
    "Nativeads_idf": "417605143366042_417608576699032 ",
    "Nativeads_id": "ca-app-pub-3940256099942544/2247696110",
    "networkAd": "facebook"
  }
}
